Repository: Critter/gravityforms-repeater
Catalog: languages/gravityformsrepeater-*.po
Languages: sv_se

source: The HTML to replace the default add button. This HTML will be placed inside of a span tag with the class 'gf_repeater_add'.
sv_se: HTML:en som ska ersätta standard "lägg till"-knappen. Denna HTML kommer att placeras inuti en span-tagg med klassen 'gf_repeater_add'.

source: The HTML to replace the default remove button. This HTML will be placed inside of a span tag with the class 'gf_repeater_remove'.
sv_se: HTML:en som ska ersätta standard "ta bort"-knappen. Denna HTML kommer att placeras inuti en span-tagg med klassen 'gf_repeater_remove'.

source: If enabled, no add and remove buttons will be displayed. This is useful if you plan on using custom javascript to trigger the repeater.
sv_se: Om aktiverad så kommer inga "lägg till"- eller "ta bort"-knappar att visas. Detta är användbart om du planerar på att använda eget javascript för att trigga repeatern.

source: This field is required.
sv_se: Fältet är obligatoriskt.

source: The number of times the repeater will be repeated when the form is rendered. Leaving this field blank or setting it to a number higher than the maximum number is the same as setting it to 1.
sv_se: Antalet gånger denna repeater ska repeatas när formuläret renderas. Att lämna fältet tomt eller sätta ett nummer högre än det maximala numret är detsamma som att sätta det till 1.

source: The minimum number of times the repeater is allowed to be repeated. Leaving this field blank or setting it to a number higher than the maximum field is the same as setting it to 1.
sv_se: Minst antal gånger den här repeatern får repeatas. Att lämna fältet tomt eller sätta ett nummer högre än det maximala numret är detsamma som att sätta det till 1.

source: The maximum number of times the repeater is allowed to be repeated. Leaving this field blank or setting it to a number lower than the minimum field is the same as setting it to unlimited.
sv_se: Maximalt antal gånger den här repeatern får repeatas. Att lämna fältet tomt eller sätta ett nummer lägre än det minimala numret är detsamma som att sätta det till oändligt.

source: A JavaScript object to be passed for animation settings. For advanced users only. Do not include initial brackets.
sv_se: Ett JavaScript-object som ska skickas in för animationsinställningar. Endast för avancerade användare. Inkludera inte initiala brackets.

source: If this is checked, the repeater label and description will not be shown to users on the form.
sv_se: Om den här är i-kryssad kommer repeaterns label och beskriving inte visas för användare på formuläret.

source: A minimum number of %s is required.
sv_se: En siffra som är minst %s krävs.

source: A maximum number of %s is allowed.
sv_se: En siffra som är max %s krävs.

source: A required field was left blank.
sv_se: Ett obligatoriskt fält har lämnats tomt.
